{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/mO3jpIF.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 5,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "\nWelcome to Isla Sorna!",
                    "text1": "\n\n\nEmbark on an epic adventure where work and play coexist harmoniously! Our mission is to craft a gaming experience that transcends boundaries, uniting ASA enthusiasts worldwide. On this vibrant island, passion for ARK knows no age, background, or playstyle.\n\n\n\nWhether you're a competitive Chad, a gang of casual Bobs, or a lore enthusiast savoring the immersive environment, Isla Sorna is your haven.\n\n\n\nWe've meticulously tuned our server settings for an optimal gaming environment, bidding farewell to the days of relentless grinding and sudden wipes. This is a place where everyone, from all walks of the ARK, can connect, compete, and celebrate the captivating world of ARK: Survival Ascended.\n\n\n\nYour voice matters! We thrive on community suggestions to continually enhance our oasis. Join us on the Isla Sorna Discord.\n\n\n\nIsla Sorna -- a sanctuary where the thrill of ARK meets the life balance of work and play.",
                    "imageurl": "https://i.imgur.com/zqfykeu.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Rules",
                    "title1": "Discord Rules:",
                    "text1": "<TextStyle.LightBlue>Discord Rules:</>\n\n\\Before diving into the specifics, a gentle reminder: common sense and courtesy go a long way.\n\n\n\nNo Offensive Content:\nSteer clear of messages or nicknames that a reasonable person might find offensive.\n\nNo Spam:\nKeep it clean and organized. This includes avoiding loud noises in voice, @mention spam, character spam, image spam, and message spam.\n\nNo Harassment:\nTreat others with respect. Harassment, in any form, is a strict no-go. This includes behaviors that demean, humiliate, or embarrass others. No exceptions.\n\nUse the Right Channels:\nLet's keep it organized—use the appropriate channels for your discussions and banter. It's as simple as that.\n\nRemember, these rules are upheld by our diligent Admin and Moderator teams. Let's make this a space where everyone can enjoy themselves without any hassle!",
                    "title2": "Server Rules:",
                    "text2": "Some general rules, so everyone is on the same page. As a warning, just because something isn't listed here doesn't mean that it's allowed and this list may be updated accordingly. To ensure everyone has a fantastic time, let's go over some guidelines. Keep in mind that these are the basics, and using common sense is always a good idea.\n\nNo Griefing:\nHarassing others to the point of quitting will not be tolerated. Excessive verbal abuse falls under this category.\n\nZero Tolerance for Hacking or Cheating:\nImmediate ban without appeal awaits those caught breaking this rule. Don't forget to provide evidence when reporting a hacker—videos are preferred.\n\nRespectful PvP:\nPvP can get intense, but personal harassment isn't acceptable. This includes sharing personal info, racism, hate speech, explicit language, and death threats. Report such incidents with screenshots.\n\nNo Impersonation:\nIt's a given—don't pretend to be an admin.\n\nMind Your Name:\nKeep it clean! No vulgar, defamatory, obscene, or offensive names, including anything of a sexual nature.\n\nFair Play in Building:\nNo building inside or under the terrain. Floating structures and \"Box Quetzals\" will not be tolerated—don't exploit unintended building mechanics.\n\nArtifact Access:\nDon't block artifacts. It's seen as an attempt to ruin the game for others, and consequences may range from warnings to bans.\n\nRemember, warnings are given for a reason. Failure to comply can lead to temporary or permanent bans. Let's keep the adventure enjoyable for everyone!",
                    "imageurl": "https://i.imgur.com/zqfykeu.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Fx5hgyAf9x"
                }
            },
            {
                "link2": {
                    "text": "Ark Wiki",
                    "url": "https://ark.fandom.com/wiki/ARK_Survival_Evolved_Wiki"
                }
            },
            {
                "link3": {
                    "text": "Server Website",
                    "url": "http://arksurvivalascended.wordpress.com"
                }
            },
            {
                "link4": {
                    "text": "Twitter",
                    "url": "https://twitter.com/Isla_Sorna_ASA"
                }
            }
        ]
    }
}
