{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/mO3jpIF.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 5,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "\nWelcome to Isla Sorna!",
                    "text1": "\n\n\nEmbark on an epic adventure where work and play coexist harmoniously! Our mission is to craft a gaming experience that transcends boundaries, uniting ASA enthusiasts worldwide. On this vibrant island, passion for ARK knows no age, background, or playstyle.\n\n\n\nWhether you're a competitive Chad, a gang of casual Bobs, or a lore enthusiast savoring the immersive environment, Isla Sorna is your haven.\n\n\n\nWe've meticulously tuned our server settings for an optimal gaming environment, bidding farewell to the days of relentless grinding and sudden wipes. This is a place where everyone, from all walks of ARK life, can connect, compete, and celebrate the captivating world of ARK: Survival Ascended.\n\n\n\nYour voice matters! We thrive on community suggestions to continually enhance our oasis. Join us on the Isla Sorna Discord.\n\n\n\nIsla Sorna -- a sanctuary where the thrill of ARK meets the life balance of work and play.",
                    "imageurl": "https://i.imgur.com/zqfykeu.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Rules",
                    "title1": "Discord Rules:",
                    "text1": "<TextStyle.LightBlue>Discord Rules:</>\n\n\n\n\n\\Before reading any rules, this should go without saying. Please use common sense and common courtesy.\n\n\nNo offensive messages or nicknames - Anything that a reasonable person might find offensive.\n\nNo spam - This includes but is not limited too, loud/obnoxious noises in voice, @mention spam, character spam, image spam, and message spam.\n\nNo harassment - behavior that demeans, humiliates or embarrasses a person Including encouraging of harassment.  No Exceptions\n\nUse the appropriate channels. - lol, not even going to bother.\n\n\nThese rules are enforced by any and all Admin & Moderators.",
                    "title2": "Server Rules:",
                    "text2": "Some general rules, so everyone is on the same page. As a warning, just because something isn't listed here doesn't mean that it's allowed and this list may be updated accordingly. Use your best judgement when conducting yourself.\n\nWe ask that there be no griefing (harassing players so much that they quit).  EXCESSIVE VERBAL ABUSE IS CONSIDERED GRIEFING.\n\nHacking or cheating of any kind is not tolerated. You will face immediate ban without appeal if you are found to be hacking. Evidence of hacking must be provided when reporting a hacker (videos are best for this).\n\nPvP can get heated sometimes, but personal, directed harassment is not tolerated. This includes but is not limited to: posting personal information, posting account information, racism or hate mongering, heavy/explicit sexual language, death threats, etc. If you are the victim of any of the above, please report the individuals responsible including screenshots\n\nImpersonating a Admin, which should be obvious, is not allowed.\n\nInappropriate or offensive names are not allowed. Ie. names containing vulgar, defamatory, obscene, hateful, racially, ethnically or otherwise offensive, including any usernames which are sexual in nature.\n\nAny and all situations where you can build inside or under the terrain are not allowed.\n\nBox Quetzals as they are affectionally known in the community are not allowed. You are not allowed to use unintended building mechanics to box your quetzal (or other platform creatures) in to protect it from taking damage. Unintended building mechanics include floating structures of any kind.\n\nNo blocking artifacts. It will be seen as an attempt to ruin the game for other players and any number of consequences can befall tribes that do so, up to and including bans.\n\n\nIf you are warned for any of the reasons above and fail to comply, you can be temporarily or permanently banned from the server.",
                    "imageurl": "https://i.imgur.com/zqfykeu.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/FCukAgvetw"
                }
            },
            {
                "link2": {
                    "text": "Ark Wiki",
                    "url": "https://ark.fandom.com/wiki/ARK_Survival_Evolved_Wiki"
                }
            },
            {
                "link3": {
                    "text": "Server Website",
                    "url": "http://arksurvivalascended.wordpress.com"
                }
            },
            {
                "link4": {
                    "text": "Twitter",
                    "url": "https://twitter.com/Isla_Sorna_ASA"
                }
            }
        ]
    }
}
